Repository: dokuzai/swapl
Catalog: ios/Swapl/Localizable.xcstrings
Source language: en
Languages: ar, ar_ps, el, es, fa, fr, id, it, ja, ro, th, tr, zh

source: You won't be able to sign in with it anymore. The credential may still appear in your device's password settings until you delete it there.
ar: لن تتمكن من تسجيل الدخول به بعد الآن. قد تظل بيانات الاعتماد تظهر في إعدادات كلمات المرور بجهازك حتى تحذفها من هناك.
ar_ps: ما رح تقدر تسجّل دخول فيه بعد هلق. الاعتماد ممكن يضل يطلع بإعدادات كلمات السر بجهازك لحد ما تحذفه من هناك.
el: Δεν θα μπορείτε πλέον να συνδέεστε με αυτό. Το διαπιστευτήριο μπορεί να εξακολουθεί να εμφανίζεται στις ρυθμίσεις κωδικών της συσκευής σας μέχρι να το διαγράψετε από εκεί.
es: Ya no podrás iniciar sesión con ella. La credencial puede seguir apareciendo en los ajustes de contraseñas de tu dispositivo hasta que la elimines allí.
fa: دیگر نمی‌توانید با آن وارد شوید. این اعتبارنامه ممکن است تا زمانی که آن را در تنظیمات رمز عبور دستگاهتان حذف کنید، همچنان آنجا نمایش داده شود.
fr: Vous ne pourrez plus vous connecter avec. L'identifiant peut encore apparaître dans les réglages de mots de passe de votre appareil jusqu'à ce que vous l'y supprimiez.
id: Anda tidak akan bisa lagi masuk dengannya. Kredensial mungkin masih muncul di pengaturan kata sandi perangkat Anda sampai Anda menghapusnya di sana.
it: Non potrai più accedere con essa. La credenziale potrebbe ancora comparire nelle impostazioni password del tuo dispositivo finché non la elimini lì.
ja: これでサインインできなくなります。デバイスのパスワード設定で削除するまで、認証情報が表示され続ける場合があります。
ro: Nu te vei mai putea conecta cu ea. Credențialul poate apărea în continuare în setările de parole ale dispozitivului tău până când îl ștergi de acolo.
th: คุณจะไม่สามารถเข้าสู่ระบบด้วยมันได้อีกต่อไป ข้อมูลรับรองอาจยังปรากฏในการตั้งค่ารหัสผ่านของอุปกรณ์จนกว่าคุณจะลบที่นั่น
tr: Artık onunla giriş yapamayacaksın. Kimlik bilgisi, sen oradan silene kadar cihazının parola ayarlarında görünmeye devam edebilir.
zh: 你将无法再用它登录。在你于设备的密码设置中删除前，该凭证可能仍会显示。

source: You'll only be charged if the host accepts your swap.
ar: لن تُحاسَب إلا إذا قبل المضيف تبادلك.
ar_ps: بتنحاسب بس إذا المستضيف قبل تبديلك.
el: Θα χρεωθείτε μόνο αν ο οικοδεσπότης αποδεχτεί την ανταλλαγή σας.
es: Solo se te cobrará si el anfitrión acepta tu intercambio.
fa: فقط در صورتی هزینه می‌شوید که میزبان مبادله شما را بپذیرد.
fr: Vous ne serez débité que si l'hôte accepte votre échange.
id: Anda hanya ditagih jika tuan rumah menerima tukaran Anda.
it: Ti verrà addebitato solo se l'host accetta il tuo scambio.
ja: 請求されるのはホストがスワップを承認した場合のみです。
ro: Vei fi taxat doar dacă gazda îți acceptă schimbul.
th: คุณจะถูกเรียกเก็บเงินเฉพาะเมื่อเจ้าของที่พักยอมรับการแลกเปลี่ยนของคุณ
tr: Yalnızca ev sahibi takasını kabul ederse ücretlendirilirsin.
zh: 只有房东接受你的互换时才会收费。

source: You're a verified owner
ar: أنت مالك موثّق
ar_ps: إنت مالك موثّق
el: Είστε επαληθευμένος ιδιοκτήτης
es: Eres un propietario verificado
fa: شما یک مالک تأیید‌شده هستید
fr: Vous êtes un propriétaire vérifié
id: Anda pemilik terverifikasi
it: Sei un proprietario verificato
ja: あなたは認証済みオーナーです
ro: Ești un proprietar verificat
th: คุณคือเจ้าของที่ยืนยันแล้ว
tr: Doğrulanmış bir sahipsin
zh: 你是已验证业主

source: You've reached your plan's listing limit. Upgrade to publish more homes.
ar: لقد بلغت حد العروض في خطتك. قم بالترقية لنشر المزيد من المنازل.
ar_ps: وصلت لحدّ الإعلانات بخطتك. رقّي عشان تنشر بيوت أكتر.
el: Φτάσατε το όριο καταχωρίσεων του προγράμματός σας. Αναβαθμίστε για να δημοσιεύσετε περισσότερα σπίτια.
es: Has alcanzado el límite de anuncios de tu plan. Mejora tu plan para publicar más casas.
fa: به محدودیت آگهی پلن خود رسیده‌اید. برای انتشار خانه‌های بیشتر ارتقا دهید.
fr: Vous avez atteint la limite d'annonces de votre forfait. Passez à une offre supérieure pour publier plus de logements.
id: Anda telah mencapai batas listing paket Anda. Tingkatkan untuk mempublikasikan lebih banyak rumah.
it: Hai raggiunto il limite di annunci del tuo piano. Esegui l'upgrade per pubblicare altre case.
ja: プランのリスティング上限に達しました。さらに住まいを公開するにはアップグレードしてください。
ro: Ai atins limita de anunțuri a planului tău. Fă upgrade pentru a publica mai multe locuințe.
th: คุณถึงขีดจำกัดจำนวนรายการของแพ็กเกจคุณแล้ว อัปเกรดเพื่อเผยแพร่บ้านเพิ่ม
tr: Planının ilan sınırına ulaştın. Daha fazla ev yayınlamak için yükselt.
zh: 你已达到当前套餐的房源上限。升级以发布更多住所。

source: You've reached your plan's travel-window limit
ar: لقد بلغت حد نوافذ السفر في خطتك
ar_ps: وصلت لحدّ فترات السفر بخطتك
el: Φτάσατε το όριο χρονικών παραθύρων ταξιδιού του προγράμματός σας
es: Has alcanzado el límite de ventanas de viaje de tu plan
fa: به محدودیت بازه سفر پلن خود رسیده‌اید
fr: Vous avez atteint la limite de périodes de voyage de votre forfait
id: Anda telah mencapai batas jendela perjalanan paket Anda
it: Hai raggiunto il limite di finestre di viaggio del tuo piano
ja: プランの旅行期間の上限に達しました
ro: Ai atins limita de ferestre de călătorie a planului tău
th: คุณถึงขีดจำกัดช่วงเวลาเดินทางของแพ็กเกจคุณแล้ว
tr: Planının seyahat aralığı sınırına ulaştın
zh: 你已达到当前套餐的出行时段上限

source: You've sent a lot of invites in the last hour — try again in a bit. It's a quick cooldown, not a ban.
ar: لقد أرسلت الكثير من الدعوات في الساعة الماضية — حاول مرة أخرى بعد قليل. إنها فترة تهدئة قصيرة، وليست حظراً.
ar_ps: بعتت كتير دعوات بالساعة الأخيرة — جرّب كمان مرة بعد شوي. هاي راحة قصيرة، مش حظر.
el: Στείλατε πολλές προσκλήσεις την τελευταία ώρα — δοκιμάστε ξανά σε λίγο. Είναι μια σύντομη παύση, όχι αποκλεισμός.
es: Has enviado muchas invitaciones en la última hora — inténtalo de nuevo dentro de un rato. Es una pausa breve, no un bloqueo.
fa: در ساعت گذشته دعوت‌های زیادی ارسال کرده‌اید — کمی بعد دوباره تلاش کنید. این یک وقفه کوتاه است، نه مسدودیت.
fr: Vous avez envoyé beaucoup d'invitations dans la dernière heure — réessayez un peu plus tard. C'est une courte pause, pas un blocage.
id: Anda telah mengirim banyak undangan dalam satu jam terakhir — coba lagi sebentar. Ini hanya jeda singkat, bukan pemblokiran.
it: Hai inviato molti inviti nell'ultima ora — riprova tra poco. È una breve pausa, non un blocco.
ja: 過去1時間に多くの招待を送信しました — 少し時間をおいてもう一度お試しください。これは短いクールダウンであり、利用停止ではありません。
ro: Ai trimis multe invitații în ultima oră — încearcă din nou peste puțin timp. Este o scurtă pauză, nu o blocare.
th: คุณส่งคำเชิญมากในชั่วโมงที่ผ่านมา — ลองอีกครั้งในอีกสักครู่ เป็นการพักสั้นๆ ไม่ใช่การแบน
tr: Son bir saatte çok fazla davet gönderdin — biraz sonra tekrar dene. Bu kısa bir bekleme süresidir, yasak değil.
zh: 你在过去一小时内发送了大量邀请——请稍后重试。这只是短暂的冷却，并非封禁。

source: Your blocked dates
ar: تواريخك المحجوبة
ar_ps: تواريخك المحجوبة
el: Οι αποκλεισμένες ημερομηνίες σας
es: Tus fechas bloqueadas
fa: تاریخ‌های مسدودشده شما
fr: Vos dates bloquées
id: Tanggal yang Anda blokir
it: Le tue date bloccate
ja: ブロックした日程
ro: Datele tale blocate
th: วันที่คุณบล็อกไว้
tr: Kapattığın tarihler
zh: 你屏蔽的日期

source: Your completed swaps
ar: تبادلاتك المكتملة
ar_ps: تبديلاتك المكتملة
el: Οι ολοκληρωμένες ανταλλαγές σας
es: Tus intercambios completados
fa: مبادله‌های تکمیل‌شده شما
fr: Vos échanges terminés
id: Tukaran Anda yang selesai
it: I tuoi scambi completati
ja: 完了したスワップ
ro: Schimburile tale finalizate
th: การแลกเปลี่ยนที่เสร็จสมบูรณ์ของคุณ
tr: Tamamladığın takaslar
zh: 你已完成的互换

source: Your end date must be after the start date.
ar: يجب أن يكون تاريخ انتهائك بعد تاريخ البدء.
ar_ps: تاريخ نهايتك لازم يكون بعد تاريخ البداية.
el: Η ημερομηνία λήξης σας πρέπει να είναι μετά την ημερομηνία έναρξης.
es: Tu fecha de fin debe ser posterior a la de inicio.
fa: تاریخ پایان شما باید بعد از تاریخ شروع باشد.
fr: Votre date de fin doit être après la date de début.
id: Tanggal akhir Anda harus setelah tanggal mulai.
it: La tua data di fine deve essere successiva alla data di inizio.
ja: 終了日は開始日より後にしてください。
ro: Data ta de sfârșit trebuie să fie după data de început.
th: วันสิ้นสุดของคุณต้องหลังวันเริ่มต้น
tr: Bitiş tarihin, başlangıç tarihinden sonra olmalı.
zh: 你的结束日期须晚于开始日期。

source: Your feedback helps us improve the app. It only takes a moment.
ar: ملاحظاتك تساعدنا على تحسين التطبيق. لن يستغرق الأمر سوى لحظة.
ar_ps: ملاحظاتك بتساعدنا نحسّن التطبيق. بتاخد لحظة بس.
el: Τα σχόλιά σας μας βοηθούν να βελτιώσουμε την εφαρμογή. Παίρνει μόλις μια στιγμή.
es: Tus comentarios nos ayudan a mejorar la app. Solo lleva un momento.
fa: بازخورد شما به ما کمک می‌کند برنامه را بهبود دهیم. فقط یک لحظه طول می‌کشد.
fr: Votre retour nous aide à améliorer l'app. Cela ne prend qu'un instant.
id: Masukan Anda membantu kami menyempurnakan aplikasi. Hanya butuh sebentar.
it: Il tuo feedback ci aiuta a migliorare l'app. Ci vuole solo un momento.
ja: フィードバックはアプリの改善に役立ちます。ほんの少しのお時間で完了します。
ro: Feedbackul tău ne ajută să îmbunătățim aplicația. Durează doar un moment.
th: ความคิดเห็นของคุณช่วยให้เราปรับปรุงแอป ใช้เวลาเพียงครู่เดียว
tr: Geri bildirimin uygulamayı geliştirmemize yardımcı oluyor. Yalnızca bir an sürer.
zh: 你的反馈有助于我们改进应用，只需片刻。

source: Your home
ar: منزلك
ar_ps: بيتك
el: Το σπίτι σας
es: Tu casa
fa: خانه شما
fr: Votre logement
id: Rumah Anda
it: La tua casa
ja: あなたの住まい
ro: Locuința ta
th: บ้านของคุณ
tr: Evin
zh: 你的家

source: Your home carries the Verified owner badge.
ar: يحمل منزلك شارة المالك الموثّق.
ar_ps: بيتك حامل شارة المالك الموثّق.
el: Το σπίτι σας φέρει το σήμα επαληθευμένου ιδιοκτήτη.
es: Tu casa lleva la insignia de propietario verificado.
fa: خانه شما نشان مالک تأیید‌شده را دارد.
fr: Votre logement porte le badge de propriétaire vérifié.
id: Rumah Anda menyandang lencana Pemilik terverifikasi.
it: La tua casa ha il badge Proprietario verificato.
ja: あなたの住まいには認証済みオーナーバッジが付いています。
ro: Locuința ta poartă insigna de Proprietar verificat.
th: บ้านของคุณมีตราเจ้าของที่ยืนยันแล้ว
tr: Evin, Doğrulanmış sahip rozetini taşıyor.
zh: 你的家拥有“已验证业主”徽章。

source: Your home is now ready for swaps.
ar: منزلك جاهز الآن للتبادلات.
ar_ps: بيتك صار جاهز للتبديلات.
el: Το σπίτι σας είναι τώρα έτοιμο για ανταλλαγές.
es: Tu casa ya está lista para intercambios.
fa: خانه شما اکنون برای مبادله آماده است.
fr: Votre logement est maintenant prêt pour les échanges.
id: Rumah Anda kini siap untuk ditukar.
it: La tua casa è ora pronta per gli scambi.
ja: あなたの住まいはスワップの準備が整いました。
ro: Locuința ta este acum pregătită pentru schimburi.
th: บ้านของคุณพร้อมสำหรับการแลกเปลี่ยนแล้ว
tr: Evin artık takaslar için hazır.
zh: 你的家现已可供互换。

source: Your host hasn't filled in their home guide yet.
ar: لم يملأ مضيفك دليل منزله بعد.
ar_ps: مستضيفك لسا ما عبّى دليل بيته.
el: Ο οικοδεσπότης σας δεν έχει συμπληρώσει ακόμη τον οδηγό του σπιτιού του.
es: Tu anfitrión aún no ha rellenado la guía de su casa.
fa: میزبان شما هنوز راهنمای خانه‌اش را پر نکرده است.
fr: Votre hôte n'a pas encore rempli son guide du logement.
id: Tuan rumah Anda belum mengisi panduan rumahnya.
it: Il tuo host non ha ancora compilato la guida della casa.
ja: ホストはまだホームガイドを記入していません。
ro: Gazda ta nu și-a completat încă ghidul locuinței.
th: เจ้าของที่พักของคุณยังไม่ได้กรอกคู่มือบ้าน
tr: Ev sahibin henüz ev rehberini doldurmadı.
zh: 你的房东尚未填写家庭指南。

source: Your invites (%@)
ar: دعواتك (%@)
ar_ps: دعواتك (%@)
el: Οι προσκλήσεις σας (%@)
es: Tus invitaciones (%@)
fa: دعوت‌های شما (%@)
fr: Vos invitations (%@)
id: Undangan Anda (%@)
it: I tuoi inviti (%@)
ja: あなたの招待（%@）
ro: Invitațiile tale (%@)
th: คำเชิญของคุณ (%@)
tr: Davetlerin (%@)
zh: 你的邀请（%@）

source: Your key code
ar: رمز مفتاحك
ar_ps: كود مفتاحك
el: Ο κωδικός κλειδιού σας
es: Tu código de llave
fa: کد کلید شما
fr: Votre code de clé
id: Kode kunci Anda
it: Il tuo codice chiave
ja: あなたの鍵コード
ro: Codul tău de acces
th: รหัสกุญแจของคุณ
tr: Anahtar kodun
zh: 你的钥匙码

source: Your listing has been updated.
ar: تم تحديث عرضك.
ar_ps: اتحدّث إعلانك.
el: Η καταχώρισή σας ενημερώθηκε.
es: Tu anuncio se ha actualizado.
fa: آگهی شما به‌روزرسانی شد.
fr: Votre annonce a été mise à jour.
id: Listing Anda telah diperbarui.
it: Il tuo annuncio è stato aggiornato.
ja: リスティングが更新されました。
ro: Anunțul tău a fost actualizat.
th: รายการของคุณได้รับการอัปเดตแล้ว
tr: İlanın güncellendi.
zh: 你的房源已更新。

source: Your nightly value
ar: قيمتك الليلية
ar_ps: قيمتك بالليلة
el: Η αξία σας ανά νύχτα
es: Tu valor por noche
fa: ارزش شبانه شما
fr: Votre valeur par nuit
id: Nilai per malam Anda
it: Il tuo valore per notte
ja: あなたの1泊あたりの価値
ro: Valoarea ta pe noapte
th: มูลค่าต่อคืนของคุณ
tr: Gecelik değerin
zh: 你的每晚价值

source: Your other devices were signed out.
ar: تم تسجيل خروج أجهزتك الأخرى.
ar_ps: أجهزتك التانية طلعت.
el: Οι άλλες συσκευές σας αποσυνδέθηκαν.
es: Se cerró la sesión en tus otros dispositivos.
fa: دستگاه‌های دیگر شما خارج شدند.
fr: Vos autres appareils ont été déconnectés.
id: Perangkat lain Anda telah dikeluarkan.
it: I tuoi altri dispositivi sono stati disconnessi.
ja: 他のデバイスはサインアウトされました。
ro: Celelalte dispozitive ale tale au fost deconectate.
th: อุปกรณ์อื่นๆ ของคุณถูกออกจากระบบแล้ว
tr: Diğer cihazlarındaki oturum kapatıldı.
zh: 你的其他设备已登出。

source: Your passkeys
ar: مفاتيح المرور الخاصة بك
ar_ps: مفاتيح مرورك
el: Τα passkeys σας
es: Tus claves de acceso
fa: گذرکلیدهای شما
fr: Vos clés d'accès
id: Passkey Anda
it: Le tue passkey
ja: あなたのパスキー
ro: Cheile tale de acces
th: พาสคีย์ของคุณ
tr: Geçiş anahtarların
zh: 你的通行密钥

source: Your points are held until the host confirms. Track it under Trips.
ar: تُحتجَز نقاطك حتى يؤكد المضيف. تتبّعها ضمن الرحلات.
ar_ps: نقاطك محجوزة لحد ما المستضيف يأكّد. تابعها تحت الرحلات.
el: Οι πόντοι σας κρατούνται μέχρι ο οικοδεσπότης να επιβεβαιώσει. Παρακολουθήστε το στα Ταξίδια.
es: Tus puntos quedan retenidos hasta que el anfitrión confirme. Haz su seguimiento en Viajes.
fa: امتیازهای شما تا زمان تأیید میزبان نگه داشته می‌شوند. آن را در بخش سفرها دنبال کنید.
fr: Vos points sont retenus jusqu'à ce que l'hôte confirme. Suivez cela dans Voyages.
id: Poin Anda ditahan sampai tuan rumah mengonfirmasi. Lacak di Perjalanan.
it: I tuoi punti restano bloccati finché l'host non conferma. Segui tutto in Viaggi.
ja: ポイントはホストが確定するまで保留されます。「旅行」で確認できます。
ro: Punctele tale sunt reținute până când gazda confirmă. Urmărește-le la Călătorii.
th: พอยต์ของคุณถูกพักไว้จนกว่าเจ้าของที่พักจะยืนยัน ติดตามได้ใต้เมนูทริป
tr: Puanların, ev sahibi onaylayana kadar tutulur. Bunu Seyahatler altından takip et.
zh: 你的积分将冻结至房东确认。可在“行程”中跟踪。

source: Your points are held until the host confirms. You'll find this stay under Trips.
ar: تُحتجَز نقاطك حتى يؤكد المضيف. ستجد هذه الإقامة ضمن الرحلات.
ar_ps: نقاطك محجوزة لحد ما المستضيف يأكّد. رح تلاقي هالإقامة تحت الرحلات.
el: Οι πόντοι σας κρατούνται μέχρι ο οικοδεσπότης να επιβεβαιώσει. Θα βρείτε αυτή τη διαμονή στα Ταξίδια.
es: Tus puntos quedan retenidos hasta que el anfitrión confirme. Encontrarás esta estancia en Viajes.
fa: امتیازهای شما تا زمان تأیید میزبان نگه داشته می‌شوند. این اقامت را در بخش سفرها پیدا خواهید کرد.
fr: Vos points sont retenus jusqu'à ce que l'hôte confirme. Vous retrouverez ce séjour dans Voyages.
id: Poin Anda ditahan sampai tuan rumah mengonfirmasi. Anda akan menemukan inap ini di Perjalanan.
it: I tuoi punti restano trattenuti finché l'host non conferma. Troverai questo soggiorno in Viaggi.
ja: ポイントはホストが確定するまで保留されます。この滞在は「旅行」で確認できます。
ro: Punctele tale sunt reținute până când gazda confirmă. Vei găsi acest sejur la Călătorii.
th: พอยต์ของคุณถูกพักไว้จนกว่าเจ้าของที่พักจะยืนยัน คุณจะพบการเข้าพักนี้ใต้เมนูทริป
tr: Puanların, ev sahibi onaylayana kadar tutulur. Bu konaklamayı Seyahatler altında bulacaksın.
zh: 你的积分将冻结至房东确认。你可在“行程”中找到此次入住。

source: Your points balance, history, and gifting — stay somewhere without a simultaneous swap.
ar: رصيد نقاطك وسجلها وإهداؤها — أقم في مكان دون تبادل متزامن.
ar_ps: رصيد نقاطك، وسجلها، والإهداء — أُسكن بمكان بدون تبديل بنفس الوقت.
el: Το υπόλοιπο πόντων, το ιστορικό και η δωρεά σας — μείνετε κάπου χωρίς ταυτόχρονη ανταλλαγή.
es: Tu saldo de puntos, historial y regalos — alójate en algún sitio sin un intercambio simultáneo.
fa: موجودی امتیاز، تاریخچه و هدیه دادن شما — جایی اقامت کنید بدون مبادله همزمان.
fr: Votre solde de points, votre historique et vos cadeaux — séjournez quelque part sans échange simultané.
id: Saldo poin, riwayat, dan pemberian hadiah Anda — menginap di suatu tempat tanpa tukaran bersamaan.
it: Il tuo saldo punti, la cronologia e i regali — soggiorna da qualche parte senza uno scambio simultaneo.
ja: ポイント残高、履歴、贈り物 — 同時のスワップなしでどこかに滞在できます。
ro: Soldul, istoricul și dăruirea punctelor tale — stai undeva fără un schimb simultan.
th: ยอดพอยต์ ประวัติ และการมอบพอยต์ของคุณ — เข้าพักที่ไหนสักแห่งโดยไม่ต้องแลกเปลี่ยนพร้อมกัน
tr: Puan bakiyen, geçmişin ve hediye etme — eş zamanlı bir takas olmadan bir yerde konakla.
zh: 你的积分余额、记录和赠送——无需同时互换即可入住某处。

source: Your referral link
ar: رابط الإحالة الخاص بك
ar_ps: رابط إحالتك
el: Ο σύνδεσμος παραπομπής σας
es: Tu enlace de recomendación
fa: لینک معرفی شما
fr: Votre lien de parrainage
id: Tautan referal Anda
it: Il tuo link di referral
ja: あなたの紹介リンク
ro: Linkul tău de recomandare
th: ลิงก์แนะนำของคุณ
tr: Yönlendirme bağlantın
zh: 你的推荐链接

source: Your selection
ar: اختيارك
ar_ps: اختيارك
el: Η επιλογή σας
es: Tu selección
fa: انتخاب شما
fr: Votre sélection
id: Pilihan Anda
it: La tua selezione
ja: あなたの選択
ro: Selecția ta
th: การเลือกของคุณ
tr: Seçimin
zh: 你的选择

source: Your story so far
ar: قصتك حتى الآن
ar_ps: قصّتك لهلق
el: Η ιστορία σας μέχρι τώρα
es: Tu historia hasta ahora
fa: داستان شما تا اینجا
fr: Votre histoire jusqu'ici
id: Cerita Anda sejauh ini
it: La tua storia finora
ja: これまでのあなたのストーリー
ro: Povestea ta de până acum
th: เรื่องราวของคุณจนถึงตอนนี้
tr: Şimdiye kadarki hikâyen
zh: 你迄今的故事

source: Your swap package
ar: باقة تبادلك
ar_ps: باقة تبديلك
el: Το πακέτο ανταλλαγής σας
es: Tu paquete de intercambio
fa: بسته مبادله شما
fr: Votre forfait d'échange
id: Paket tukaran Anda
it: Il tuo pacchetto di scambio
ja: あなたのスワップパッケージ
ro: Pachetul tău de schimb
th: แพ็กเกจการแลกเปลี่ยนของคุณ
tr: Takas paketin
zh: 你的互换方案

source: your swap partner
ar: شريك تبادلك
ar_ps: شريكك بالتبديل
el: ο συνεργάτης ανταλλαγής σας
es: tu compañero de intercambio
fa: شریک مبادله شما
fr: votre partenaire d'échange
id: partner tukar Anda
it: il tuo partner di scambio
ja: あなたのスワップ相手
ro: partenerul tău de schimb
th: คู่แลกเปลี่ยนของคุณ
tr: takas ortağın
zh: 你的互换伙伴

source: Your swap partner
ar: شريك تبادلك
ar_ps: شريكك بالتبديل
el: Ο συνεργάτης ανταλλαγής σας
es: Tu compañero de intercambio
fa: شریک مبادله شما
fr: Votre partenaire d'échange
id: Partner tukar Anda
it: Il tuo partner di scambio
ja: あなたのスワップ相手
ro: Partenerul tău de schimb
th: คู่แลกเปลี่ยนของคุณ
tr: Takas ortağın
zh: 你的互换伙伴

source: Your Swapl story
ar: قصتك مع Swapl
ar_ps: قصّتك مع Swapl
el: Η ιστορία σας στη Swapl
es: Tu historia en Swapl
fa: داستان Swapl شما
fr: Votre histoire Swapl
id: Cerita Swapl Anda
it: La tua storia Swapl
ja: あなたのSwaplストーリー
ro: Povestea ta Swapl
th: เรื่องราว Swapl ของคุณ
tr: Swapl hikâyen
zh: 你的 Swapl 故事

source: Your tier
ar: مستواك
ar_ps: مستواك
el: Η βαθμίδα σας
es: Tu nivel
fa: رده شما
fr: Votre niveau
id: Tingkat Anda
it: Il tuo livello
ja: あなたのティア
ro: Nivelul tău
th: ระดับของคุณ
tr: Kademen
zh: 你的等级

source: Your travel points
ar: نقاط سفرك
ar_ps: نقاط سفرك
el: Οι πόντοι ταξιδιού σας
es: Tus puntos de viaje
fa: امتیازهای سفر شما
fr: Vos points de voyage
id: Poin perjalanan Anda
it: I tuoi punti viaggio
ja: あなたのトラベルポイント
ro: Punctele tale de călătorie
th: พอยต์เดินทางของคุณ
tr: Seyahat puanların
zh: 你的旅行积分

source: Your travel profile
ar: ملفك للسفر
ar_ps: ملف سفرك
el: Το ταξιδιωτικό προφίλ σας
es: Tu perfil de viajero
fa: نمایه سفر شما
fr: Votre profil de voyage
id: Profil perjalanan Anda
it: Il tuo profilo di viaggio
ja: あなたのトラベルプロフィール
ro: Profilul tău de călătorie
th: โปรไฟล์การเดินทางของคุณ
tr: Seyahat profilin
zh: 你的旅行档案

source: Your value moves at most %1$@%% per update cycle, and only once you have %2$@+ reviews. Even then, reaching the ±%3$@%% limit takes many cycles — a hard cap reviews can never push past — so a bad review week can't crash your earnings overnight.
ar: تتحرك قيمتك بحد أقصى %1$@%% في كل دورة تحديث، وفقط بعد أن يكون لديك %2$@+ تقييم. وحتى عندئذٍ، يستغرق بلوغ حد ±%3$@%% دورات عديدة — وهو حد صارم لا يمكن للتقييمات تجاوزه أبداً — لذا لا يمكن لأسبوع تقييمات سيئة أن يحطّم أرباحك بين عشية وضحاها.
ar_ps: قيمتك بتتحرّك بالكتير %1$@%% بكل دورة تحديث، وبس لمّا يصير عندك %2$@+ تقييم. وحتى وقتها، الوصول لحدّ ±%3$@%% بياخد دورات كتير — سقف ثابت التقييمات أبداً ما بتتعداه — فأسبوع تقييمات سيّئة ما بيقدر يطيّح أرباحك بليلة.
el: Η αξία σας μεταβάλλεται το πολύ κατά %1$@%% ανά κύκλο ενημέρωσης, και μόνο όταν έχετε %2$@+ κριτικές. Ακόμη και τότε, η επίτευξη του ορίου ±%3$@%% απαιτεί πολλούς κύκλους — ένα αυστηρό όριο που οι κριτικές δεν μπορούν ποτέ να ξεπεράσουν — οπότε μια κακή εβδομάδα κριτικών δεν μπορεί να καταρρεύσει τα κέρδη σας μέσα σε μια νύχτα.
es: Tu valor cambia como máximo un %1$@%% por ciclo de actualización, y solo una vez que tengas más de %2$@ reseñas. Aun así, alcanzar el límite de ±%3$@%% lleva muchos ciclos — un tope que las reseñas nunca pueden superar — así que una mala semana de reseñas no puede hundir tus ganancias de la noche a la mañana.
fa: ارزش شما در هر چرخه به‌روزرسانی حداکثر ٪%1$@ تغییر می‌کند، و فقط زمانی که %2$@+ نظر داشته باشید. حتی در آن صورت، رسیدن به حد ±٪%3$@ چرخه‌های زیادی طول می‌کشد — یک سقف ثابت که نظرات هرگز نمی‌توانند از آن فراتر روند — بنابراین یک هفته نظرات بد نمی‌تواند درآمد شما را یک‌شبه نابود کند.
fr: Votre valeur évolue d'au plus %1$@%% par cycle de mise à jour, et seulement une fois que vous avez %2$@+ avis. Même alors, atteindre la limite de ±%3$@%% prend de nombreux cycles — un plafond strict que les avis ne peuvent jamais dépasser — donc une mauvaise semaine d'avis ne peut pas faire chuter vos gains du jour au lendemain.
id: Nilai Anda bergerak paling banyak %1$@%% per siklus pembaruan, dan hanya setelah Anda punya %2$@+ ulasan. Bahkan saat itu, mencapai batas ±%3$@%% butuh banyak siklus — batas keras yang tak bisa dilampaui ulasan — jadi seminggu ulasan buruk tak bisa menjatuhkan penghasilan Anda dalam semalam.
it: Il tuo valore si muove al massimo del %1$@%% per ciclo di aggiornamento, e solo quando hai %2$@+ recensioni. Anche allora, raggiungere il limite di ±%3$@%% richiede molti cicli — un tetto rigido che le recensioni non possono mai superare — così una settimana di recensioni negative non può azzerare i tuoi guadagni da un giorno all'altro.
ja: あなたの価値は1回の更新サイクルあたり最大%1$@%%しか動かず、しかも%2$@件以上のレビューがある場合のみです。それでも±%3$@%%の上限に達するには多くのサイクルがかかります — レビューが決して超えられない厳格な上限です — そのため、評価の悪い1週間で収入が一夜にして崩れることはありません。
ro: Valoarea ta se modifică cel mult cu %1$@%% per ciclu de actualizare și doar după ce ai %2$@+ recenzii. Chiar și atunci, atingerea limitei de ±%3$@%% durează multe cicluri — un plafon ferm pe care recenziile nu îl pot depăși niciodată — așa că o săptămână cu recenzii proaste nu îți poate prăbuși câștigurile peste noapte.
th: มูลค่าของคุณเปลี่ยนแปลงได้มากที่สุด %1$@%% ต่อรอบการอัปเดต และต่อเมื่อคุณมีรีวิว %2$@+ รายการเท่านั้น ถึงอย่างนั้น การไปถึงขีดจำกัด ±%3$@%% ก็ต้องใช้หลายรอบ — เพดานตายตัวที่รีวิวไม่มีวันดันเกินได้ — ดังนั้นสัปดาห์ที่รีวิวแย่จึงไม่สามารถทำให้รายได้ของคุณพังในชั่วข้ามคืน
tr: Değerin her güncelleme döngüsünde en fazla %%%1$@ değişir ve yalnızca %2$@+ değerlendirmen olduğunda. O zaman bile ±%%%3$@ sınırına ulaşmak birçok döngü alır — değerlendirmelerin asla aşamayacağı sabit bir tavan — bu yüzden kötü bir değerlendirme haftası kazancını bir gecede çökertemez.
zh: 你的价值每个更新周期最多变动 %1$@%%，且仅在你拥有 %2$@ 条以上评价后生效。即便如此，达到 ±%3$@%% 的上限也需多个周期——这是评价永远无法突破的硬性上限——因此一周的差评不会让你的收益一夜崩盘。

source: Your wish
ar: أمنيتك
ar_ps: أمنيتك
el: Η επιθυμία σας
es: Tu deseo
fa: آرزوی شما
fr: Votre souhait
id: Keinginan Anda
it: Il tuo desiderio
ja: あなたの希望
ro: Dorința ta
th: ความปรารถนาของคุณ
tr: İsteğin
zh: 你的心愿

source: Accepted swaps and stays with points show up here.
it: Gli scambi accettati e i soggiorni con punti compaiono qui.

source: Calendar unavailable
it: Calendario non disponibile

source: City experiences are coming soon. Check back here before your next swap.
it: Le esperienze in città arrivano presto. Torna qui prima del tuo prossimo scambio.

source: Clear drawn area
it: Cancella area disegnata
